{"wrapper":"div#el-blog-template","sections":{"blog-title":{"type":"blog-title","settings":{"color":"","blog-title":"CHINTI & FRIENDS: KATE SOUTHWORTH","title_color":"","blog-title-font-size":48,"mobile-font-size":22,"alignment":"center"}},"1663872094552ff4cb":{"type":"custom-content-01","blocks":{"1663872094b49339eb-0":{"type":"text","settings":{"title":"","title_color":"#000000","title_font_size":20,"title_font_weight":400,"text":"<p><em><strong>Kate Southworth, Brand & Commercial Director at Anya Hindmarch<\/strong><\/em> <\/p><p>Meet Kate Southworth, Brand & Commercial Director at Anya Hindmarch, and our co-founder Anna Singh’s best friend since the two were in their twenties. Eight weeks into lockdown, Kate shares her experience of juggling home working with home schooling as well as discovering some surprising upsides to our new ‘normal’.     <\/p>","content_color":"#000000","text_font_size":20,"margin_top":0,"border_top":0,"border_color":"","padding_top":0,"padding_bottom":0,"width":"50%","alignment":"center","align_text":"left"}}},"block_order":["1663872094b49339eb-0"],"settings":{"title":""}},"85bc06fc-47ac-463a-ae9f-30cb356ba40a":{"type":"gap","settings":{"margin_top":90,"margin_bottom":0,"margin_top_mobile":0,"margin_bottom_mobile":0}},"1663868435f0c44a9a":{"type":"blog-two-grid","settings":{"grid-title":"","grid-title-font-size":35,"title-margin-bottom":20,"grid-title-color":"#000000","content-alignment":"center","grid-content":"<p><em><strong>How are you finding life in lockdown? <br\/><\/strong><\/em><br\/>I feel like the whole situation swings between being not bad and not good to so bad and so good. I’m amazed by how quickly we have all adapted from what felt like a frightening and frustrating time going into lockdown eight weeks ago to what now seems quite ‘normal’. Even spending a long time standing in civilised, spaced out, queues outside local shops really doesn’t seem like a big deal. I feel quite guilty saying this but most of the time I’m surprisingly calm and content in lockdown without the pressure of ‘doing’ so much and just being with my family and our dog. Although I do have slight anxiety about coming out of this without having decluttered a single cupboard. But I’m writing this from a very privileged position with a healthy family, a house with a garden and a job.     <\/p>","text-color":"","grid-image-picker":"shopify:\/\/shop_images\/Chinti_and_Friends_Kate_Southworth_2.jpg","image-caption":"","grid-swap":"grid-right"}},"166387311379593d63":{"type":"custom-content-01","blocks":{"16638731131a5bdc7d-0":{"type":"text","settings":{"title":"","title_color":"#000000","title_font_size":20,"title_font_weight":400,"text":"<p><em><strong>You are Anya Hindmarch’s Brand & Commercial Director, can you tell us a little about that?<\/strong><\/em> <br\/><br\/>A long time – 16 years. My role’s developed over the years and I now oversee all the teams that are involved in anything to do with promoting and selling the brand – from e-comm and wholesale through to marketing and visual merchandising. I work very closely with Anya on all aspects of the business and I love the variety of my role because of that. It’s never dull as we have a very ‘can do’ culture and we do a lot of very creative projects. It’s pretty full on but our office is only ten minutes from my home and my boys’ school so that makes everything work somehow – or did in the old days of going to an office and school. <br\/><br\/><em><strong>How has your day-to-day role changed since working from home? <\/strong><\/em><br\/><br\/>Quite a lot. It’s really intense and involves endless list writing – and I’m a list addict at the best of times but now it’s off the scale. I have had to adjust to managing people in a different way now that I can only see them on Zoom. And we have gone from having meetings about, say, producing a physical pop up in Tokyo to meetings that are all  focused on digital or new projects like an important NHS one making Holdsters for ICU staff, probably the most important ‘bag’ we will ever make. Plus there is so much to do on top of the 'normal' work – first it was the planning on how all the teams would work remotely and which projects we would pause and now it’s thinking about how we get back to a ‘new normal’, how we change our fashion calendar, how our shops will operate, how and when teams will come back to the office. We are a very close group who have a lot of fun working together so we have a weekly Zoom meeting with the whole company to try to maintain this spirit and keep everyone in touch and up to date. <\/p>","content_color":"#000000","text_font_size":20,"margin_top":30,"border_top":0,"border_color":"","padding_top":0,"padding_bottom":0,"width":"50%","alignment":"center","align_text":"left"}}},"block_order":["16638731131a5bdc7d-0"],"settings":{"title":""}},"231573d3-1d31-470f-ac1d-cf2b6fcc942d":{"type":"gap","settings":{"margin_top":90,"margin_bottom":0,"margin_top_mobile":0,"margin_bottom_mobile":0}},"16638720430f34827e":{"type":"blog-two-grid","settings":{"grid-title":"","grid-title-font-size":35,"title-margin-bottom":20,"grid-title-color":"","content-alignment":"center","grid-content":"<p><em><strong>What would be your advice to other women in business during this uncertain time? <br\/><\/strong><\/em><br\/>Don’t put too much pressure on yourself and lower your expectations of what you can realistically achieve. Not only are many of us working from home but we are doing this whilst also home schooling, trying to keep our homes clean and tidy, our families fed and all during the uncertainty of a global crisis. No one’s job description included all that. I have found the endless video calls a really nice insight into the reality of other women’s lives. We are all juggling a lot, and this has allowed us all to be a bit more open about that. I hope all the collaboration and honesty will continue as we move through this. And maybe don’t spend too much time looking at Instagram and everyone’s seemingly perfect lockdown life, even if they do label it ‘chaos’! <br\/><br\/> <br\/><em><strong>What is your hope for the fashion industry’s future? Do you think businesses will have to adapt for success? <\/strong><\/em><br\/><br\/>Yes, and they should and will have to. A reset in our industry is long overdue and it’s a shame it’s taken a crisis like this to force it to happen. This is a huge opportunity to change the whole fashion calendar – stopping the constant markdowns and moving to sale periods that actually happen at the end of the season, a real focus on the customer and product being in store at the right time of year for them,  less travel, better quality products, things to treasure, authenticity. More sustainability, responsibility and compassion. <\/p>","text-color":"#000000","grid-image-picker":"shopify:\/\/shop_images\/Chinti_and_Friends_Kate_Southworth_3.jpg","image-caption":"","grid-swap":"grid-left"}},"166387328793cd4683":{"type":"blog-two-grid","settings":{"grid-title":"","grid-title-font-size":35,"title-margin-bottom":20,"grid-title-color":"","content-alignment":"center","grid-content":"<p><em><strong>As a working mother, how are you balancing your job with home schooling your nine-year-old twin boys? Do you have any advice for other working mums? <br\/><\/strong><\/em><br\/>Not always very well! I found it quite difficult at first, even little things like where everyone was going to sit to work without driving each other mad. Then my partner Rick pointed out that I should stop putting so much pressure on myself and lower my expectations of what I, and my children, could realistically achieve. That really worked, even if it didn’t come very naturally to me. Or you could just expel your kids from school and resign from your position of teacher, cleaner and dinner lady. I’m amazed by how resilient my boys (who are 9) have been (and by how much they eat!). They learnt to navigate Microsoft Teams and Zoom far more quickly than me. One of my sons sat in on a Zoom call for me and diligently took notes while I dealt with his brother having a bit of a meltdown about his maths. My kids love us all being at home together and I love being here sharing this time with them and all taking a break from our work to have lunch together every day. It’s a really precious time for me in that respect and a lesson in getting the balance right going forwards. My day only functions well though if I have some time to myself at the outset. I wake up early naturally and always get up. That time to myself, before anyone else is awake in the house and it’s totally peaceful (bar the deafening birdsong!) is like a gift and keeps me sane. <\/p>","text-color":"","grid-image-picker":"shopify:\/\/shop_images\/Chinti_and_Friends_Kate_Southworth_4.jpg","image-caption":"","grid-swap":"grid-right"}},"b7b55cfc-1ca5-47ff-9998-9144627f89d3":{"type":"custom-content-01","blocks":{"template--14749841981518__b7b55cfc-1ca5-47ff-9998-9144627f89d3-168485722058a0084c-0":{"type":"text","settings":{"title":"","title_color":"#000000","title_font_size":35,"title_font_weight":400,"text":"<p><em><strong>How do you switch off in the evenings and at the weekends? <br\/><\/strong><\/em><br\/>Wine every day. Since working from home I’ve actually got much better at stopping work at around 6, that really surprised me, but you need to set the boundaries between work and home when it’s all happening in the same space. And after that I don’t want to look at a screen at all. The weekdays are really full on and I crave the weekends more than ever, which also surprised me given we can’t go anywhere different. There’s something very relaxing about not being able to rush around doing things or feeling like you should be out doing things. The pressure is off in that respect. I read a lot, play games and watch a lot of episodes of Friends with the boys and we spend as much time outside as we can.  And I do endless laundry. Why is there always so much laundry?! Then feel I guilty that I’m not clearing out a cupboard and so I drink more wine. <br\/><br\/><em><strong>How would you describe your at-home style?<\/strong><\/em> <br\/><br\/>At the moment I just crave comfort - feeling cosy and cocooned. But never sloppy. Pared down, simple clothes. And things that have sentimental value – long, well-worn beach dresses that I’ve bought on holidays, vintage workwear trousers bought in my favourite shop in Cornwall where my partner is from. I’m always cold so head to toe in a C&P cashmere tracksuit is always a good option.  And socks with everything. Clean hair that’s not been blow dried once since lockdown. A touch of Perfumer H scent to make me feel pulled together. I did actually put my favourite long, red dress on at the weekend because our boys very sweetly made us a ‘date night’ so we got dressed up. <\/p>","content_color":"#000000","text_font_size":21,"margin_top":30,"border_top":0,"border_color":"","padding_top":30,"padding_bottom":30,"width":"50%","alignment":"center","align_text":"left"}},"template--14749841981518__b7b55cfc-1ca5-47ff-9998-9144627f89d3-168485722058a0084c-1":{"type":"image","disabled":true,"settings":{"width":"50%","alignment":"center","image_alignment":"center"}}},"block_order":["template--14749841981518__b7b55cfc-1ca5-47ff-9998-9144627f89d3-168485722058a0084c-0","template--14749841981518__b7b55cfc-1ca5-47ff-9998-9144627f89d3-168485722058a0084c-1"],"settings":{"title":""}},"1664526356db7b40fc":{"type":"featured-products","settings":{"color":"#000000","title":"Featured product","title_font_size":35,"title_padding_bottom":30,"product_list":["black-cashmere-boxy-sweater","black-cashmere-comfort-sweater","black-cashmere-crew-sweater"],"width":"productCarousel-new"}}},"order":["blog-title","1663872094552ff4cb","85bc06fc-47ac-463a-ae9f-30cb356ba40a","1663868435f0c44a9a","166387311379593d63","231573d3-1d31-470f-ac1d-cf2b6fcc942d","16638720430f34827e","166387328793cd4683","b7b55cfc-1ca5-47ff-9998-9144627f89d3","1664526356db7b40fc"]}