{"wrapper":"div#el-blog-template","sections":{"blog-title":{"type":"blog-title","settings":{"color":"","blog-title":"CHINTI & FRIENDS LEO BAMFORD","title_color":"","blog-title-font-size":48,"mobile-font-size":22,"alignment":"center"}},"1663872094552ff4cb":{"type":"custom-content-01","blocks":{"98405671-0227-4fe6-8bdc-72be2cd24737":{"type":"image","settings":{"image":"shopify:\/\/shop_images\/Chinti_Friends_-_Leo_Bamford_1.jpg","width":"100%","alignment":"center","image_alignment":"center"}},"f71a8b30-d9ba-484c-9b4b-5405912ff41b":{"type":"text","settings":{"title":"","title_color":"#000000","title_font_size":20,"title_font_weight":400,"text":"<p>Leo Bamford, founder of MyBaba.com <br\/><br\/>As I’ve had more children, my morning routine has gradually started earlier and earlier so that I can get a few minutes to myself before everyone else wakes up. I set my alarm for 6am and try to head to the gym a couple of times a week. I’ll sort out my clothes for the day the night before which makes a huge difference.   <br\/><br\/>I get my three children up at 7am then by 7.30am they’re downstairs for a super quick breakfast and out the door by 8am on the dot. I’m usually at my desk by 9am. We’re a team of seven at My Baba and although we used to all be in London, now we mostly work remotely - although I do try and get into the office once a week. Throughout the day I work like absolute crazy until nursery pick up, then I have another couple of hours working while my youngest is resting. <\/p>","content_color":"#000000","text_font_size":20,"margin_top":30,"border_top":0,"border_color":"","padding_top":0,"padding_bottom":30,"width":"50%","alignment":"center","align_text":"left"}}},"block_order":["98405671-0227-4fe6-8bdc-72be2cd24737","f71a8b30-d9ba-484c-9b4b-5405912ff41b"],"settings":{"title":""}},"1663868435f0c44a9a":{"type":"blog-two-grid","settings":{"grid-title":"","grid-title-font-size":35,"title-margin-bottom":20,"grid-title-color":"#000000","content-alignment":"center","grid-content":"<p>I launched My Baba around eight years ago and it started as a simple blog. I was the first one of my friends to have children. When people around me started to get pregnant they were asking lots of questions, and I wanted somewhere to send them for advice, but I couldn’t really find that place. I was finding all sorts of helpful products and experts daily and I wanted to spread the word. To begin with, the blog was literally just a picture of a product a day with a sentence about why I liked it. Before long, I think within six months, any expert I met within the baby field would be inquisitive about the project so I’d get them on there too. We cover all sorts of subjects: from IVF to breastfeeding. We obviously also have the readers who are looking for the coolest, latest gadgets or wanting to find the best breast pump or item for travel, things like that; so although I don’t have a shop, we have a lot of product recommendations on there. <\/p>","text-color":"#000000","grid-image-picker":"shopify:\/\/shop_images\/Chinti_Friends_-_Leo_Bamford_2.jpg","image-caption":"","grid-swap":"grid-left"}},"16638720430f34827e":{"type":"blog-two-grid","settings":{"grid-title":"","grid-title-font-size":35,"title-margin-bottom":20,"grid-title-color":"","content-alignment":"center","grid-content":"<p>For me, a typical day might include working on upcoming collaborations, holding conference calls and trying to keep on top of emails. I usually pick my three children up at 4pm and that’s when the working day ends. Lots of people ask me how I achieve a work \/ life balance but I definitely don’t have it nailed. I think a big part of it is staying away from phones and emails as much as possible. We just got back from a family holiday in Los Angeles, where I tried to keep screen time to a minimum. It always amazes me when I look at my screen time for a day and what I think has been 10 minutes on Instagram here and 2 minutes checking emails there has added up to around 4.5 hours. <br\/><br\/>One of my My Baba highlights is the launch of a range of children’s vitamins with the fertility expert, Zita West. Of course, I believe in a healthy balanced diet but, as a mum, you’ve got so much on, and if your kid is being whingey and won’t drink the smoothie for breakfast, or if you’re on the go, then with our multivitamin at least you know you’ve got 14 vitamins in one teaspoon. <\/p>","text-color":"","grid-image-picker":"shopify:\/\/shop_images\/Chinti_Friends_-_Leo_Bamford_3.jpg","image-caption":"","grid-swap":"grid-right"}},"166387328793cd4683":{"type":"blog-two-grid","settings":{"grid-title":"","grid-title-font-size":35,"title-margin-bottom":20,"grid-title-color":"","content-alignment":"flex-start","grid-content":"<p>Being able to help people is awesome; we get reams of emails from readers saying that My Baba changed their life. The thing is, when people ask me what I do and I say I’ve got a parenting website, it’s a bit embarrassing because yes, I’ve got kids but I’m not a parenting guru; it’s more that I’ve got an amazing support network of experts around me. I say in my bio that buying a pram shouldn’t make that vein in your forehead start throbbing, it should be fun. There’s a lot of choice and a lot of information out there, so we just try and put things into bitesize chunks for people. <br\/><br\/>At the weekends, my favourite thing to do is to all curl into bed as a family, read the papers and watch cartoons. We live in the Oxfordshire countryside now, so our weekends are spent on long walks with the dogs, relaxing by the fire and enjoying nice pub lunches. <\/p><p><br\/>Leo wears watches from <a href=\"https:\/\/bamfordlondon.com\/\" target=\"_blank\" title=\"https:\/\/bamfordlondon.com\/\">Bamford London<br\/><\/a><br\/> <\/p>","text-color":"","grid-image-picker":"shopify:\/\/shop_images\/Chinti_Friends_-_Leo_Bamford_4.jpg","image-caption":"","grid-swap":"grid-left"}},"1664526356db7b40fc":{"type":"featured-products","settings":{"color":"#000000","title":"Featured product","title_font_size":35,"title_padding_bottom":30,"product_list":["black-cashmere-boxy-sweater","black-cashmere-comfort-sweater","black-cashmere-crew-sweater"],"width":"productCarousel-new"}}},"order":["blog-title","1663872094552ff4cb","1663868435f0c44a9a","16638720430f34827e","166387328793cd4683","1664526356db7b40fc"]}