{"wrapper":"div#el-blog-template","sections":{"blog-title":{"type":"blog-title","settings":{"color":"","blog-title":"CHINTI & FRIENDS: ZOE WANG","title_color":"","blog-title-font-size":48,"mobile-font-size":22,"alignment":"center"}},"b7b55cfc-1ca5-47ff-9998-9144627f89d3":{"type":"custom-content-01","blocks":{"template--14749841981518__b7b55cfc-1ca5-47ff-9998-9144627f89d3-168485722058a0084c-1":{"type":"image","settings":{"image":"shopify:\/\/shop_images\/Chinti_Friends_Zoe_Wang_2.jpg","width":"100%","alignment":"center","image_alignment":"center"}},"template--14749841981518__b7b55cfc-1ca5-47ff-9998-9144627f89d3-168485722058a0084c-0":{"type":"text","settings":{"title":"","title_color":"#000000","title_font_size":35,"title_font_weight":400,"text":"<p><em><strong>Zoe Bayliss Wong, Finance Director at Depop<\/strong><\/em> <br\/><br\/>I’m not a morning person so I’ll always try and get up as late as possible, normally around 8am. During the week, I’ve got my morning routine nailed to 20 minutes depending on whether I can decide what to wear. I’m obsessed with skincare though, so I’ll always spend time doing a full cleanse and moisturise routine every morning; it currently has about six steps in it. <br\/><br\/>I catch up on the news whilst I get ready and, if there’s space on the tube, I’ll try and get 10 minutes of reading time in. I’m currently reading Bad Blood: Secrets and Lies in a Silicon Valley Startup by John Carreyrou which is every bit as scandalous as it sounds. I’ll be at my desk by around 9am, where I’ll have a green juice and a turmeric tea to start the day.  <br\/><br\/>I’ve worked with retail and consumer goods companies for a decade now and my job at Depop is my favourite by far. Depop is a mobile marketplace, popular with young creatives across the world and known for being a source of unique items and fashion finds. I’ve been there for over 4 years and have held a variety of roles as the company has grown. As the Finance Director, essentially my role is to make sure that we’re in control of our resources, we’re compliant and we’re spending – and making – money in the best way. <\/p>","content_color":"#000000","text_font_size":21,"margin_top":30,"border_top":0,"border_color":"","padding_top":30,"padding_bottom":30,"width":"50%","alignment":"center","align_text":"left"}}},"block_order":["template--14749841981518__b7b55cfc-1ca5-47ff-9998-9144627f89d3-168485722058a0084c-1","template--14749841981518__b7b55cfc-1ca5-47ff-9998-9144627f89d3-168485722058a0084c-0"],"settings":{"title":""}},"1663868435f0c44a9a":{"type":"blog-two-grid","settings":{"grid-title":"","grid-title-font-size":35,"title-margin-bottom":20,"grid-title-color":"#000000","content-alignment":"center","grid-content":"<p><em><strong>\"I love that Depop gives people a chance to make money their own way.\"<\/strong><\/em><em> <\/em><\/p><p>I love that Depop gives people a chance to make money their own way and I regularly get to meet our community of users who are all so talented and ambitious. I’m always blown away by how much young people are hustling - I was never doing anything that interesting at their age. Also, our new office is dog-friendly and offers lots of fun perks for staff like video games night and weekly yoga. <\/p><p>On a daily basis, I work with a number of people to plan, analyse and make strategic decisions for the business. It can be anything from analysing the number of downloads from our latest campaign, to negotiating a deal with a fashion partner or creating a presentation on business performance for our investors. Although working in a fast-paced business can sometimes be unpredictable, I love that every day is different. <\/p>","text-color":"","grid-image-picker":"shopify:\/\/shop_images\/Chinti_Friends_Zoe_Wang_3.jpg","image-caption":"","grid-swap":"grid-right"}},"1663872094552ff4cb":{"type":"custom-content-01","blocks":{"1663872094b49339eb-0":{"type":"text","settings":{"title":"","title_color":"#000000","title_font_size":20,"title_font_weight":400,"text":"<p>E-commerce really changed the game for shoppers like me but there’s so much more awareness of the impact that fast fashion has on the environment now and I think consumers are looking to become more responsible and make better purchasing decisions. Using an app like Depop helps to connect like-minded people to share their wardrobes and find new clothes, without creating more waste in the world. There’s so much incredible vintage clothing that would otherwise go to landfill and Depop gives these items a new lease of life. I think buying from individuals can be more meaningful when you know you’re also helping someone make money from their side hustle. <br\/><em><strong><br\/>\"My trick is finding sellers whose style I love and sellers that wear the same size as me.\" <\/strong><\/em><\/p>","content_color":"#000000","text_font_size":20,"margin_top":0,"border_top":0,"border_color":"","padding_top":0,"padding_bottom":0,"width":"50%","alignment":"center","align_text":"left"}}},"block_order":["1663872094b49339eb-0"],"settings":{"title":""}},"85bc06fc-47ac-463a-ae9f-30cb356ba40a":{"type":"gap","settings":{"margin_top":90,"margin_bottom":0,"margin_top_mobile":0,"margin_bottom_mobile":0}},"16638720430f34827e":{"type":"blog-two-grid","settings":{"grid-title":"","grid-title-font-size":35,"title-margin-bottom":20,"grid-title-color":"","content-alignment":"center","grid-content":"<p>When you give creative people a platform like Depop to share what they love, it’s like having access to a constantly curated edit of items to buy.  My trick is finding sellers whose style I love and sellers that wear the same size as me – this means that I basically love everything they post, and I know it will fit me. I’ve found so many interesting and unique pieces, like a pair of customised ankle boots hand painted by this amazing young drag artist called CharityKase. I once found a vintage Aquascutum trench for £20 which was hardly worn at all. I’ve also managed to sell over 130 of my own items to make room for all my new stuff. <\/p>","text-color":"#000000","grid-image-picker":"shopify:\/\/shop_images\/Chinti_Friends_Zoe_Wang_4.jpg","image-caption":"","grid-swap":"grid-left"}},"166387311379593d63":{"type":"custom-content-01","blocks":{"16638731131a5bdc7d-0":{"type":"text","settings":{"title":"","title_color":"#000000","title_font_size":20,"title_font_weight":400,"text":"<p>In my spare time, I write for a few online publications and am currently developing plans for a book. After work I try to switch to writing mode before dinner but to be honest, after a busy day, I’m more likely to relax and binge on Netflix box sets. As a result, I haven’t written in a while, but this year has all been about doing what makes me happy first, not what I feel I 'should' be doing. <br\/><br\/>On a Friday night, I’d love to say I’m doing something cultural and sophisticated but in reality, it’s either a glass of red wine and dinner out, or a glass of red wine on the sofa with my husband. Then a perfect weekend would involve getting dressed up, gathering a bunch of loved ones for lunch and then slowly meandering our way through local coffee and cake shops, taprooms and wine bars before a trip to a karaoke bar depending on how many glasses of wine we’ve consumed. A bottomless brunch always sits well with me too, paired with a long walk in the park after if the weather’s nice. <\/p>","content_color":"#000000","text_font_size":20,"margin_top":30,"border_top":0,"border_color":"","padding_top":0,"padding_bottom":0,"width":"50%","alignment":"center","align_text":"left"}}},"block_order":["16638731131a5bdc7d-0"],"settings":{"title":""}},"231573d3-1d31-470f-ac1d-cf2b6fcc942d":{"type":"gap","settings":{"margin_top":90,"margin_bottom":0,"margin_top_mobile":0,"margin_bottom_mobile":0}},"1664526356db7b40fc":{"type":"featured-products","settings":{"color":"#000000","title":"Featured product","title_font_size":35,"title_padding_bottom":30,"product_list":["black-cashmere-boxy-sweater","black-cashmere-comfort-sweater","black-cashmere-crew-sweater"],"width":"productCarousel-new"}}},"order":["blog-title","b7b55cfc-1ca5-47ff-9998-9144627f89d3","1663868435f0c44a9a","1663872094552ff4cb","85bc06fc-47ac-463a-ae9f-30cb356ba40a","16638720430f34827e","166387311379593d63","231573d3-1d31-470f-ac1d-cf2b6fcc942d","1664526356db7b40fc"]}