{"wrapper":"div#el-blog-template","sections":{"blog-title":{"type":"blog-title","settings":{"color":"","blog-title":"CHINTI & FRIENDS BRITA FERNANDEZ SCHMIDT","title_color":"","blog-title-font-size":44,"mobile-font-size":22,"alignment":"center"}},"1663872094552ff4cb":{"type":"custom-content-01","blocks":{"1663872094b49339eb-0":{"type":"text","settings":{"title":"","title_color":"#000000","title_font_size":20,"title_font_weight":400,"text":"<p>We’ve been supporting Women for Women International since 2018. Over the last year, we have participated in the popular Virtual Car Boot Sales and donated 25% of profits from Giving Tuesday, raising more than £3,000 for women survivors of war with your help. Looking ahead, for International Women's Day this year, we are once again donating 25% of profits from the day's sales and will continue to support women living in the world’s most dangerous countries in the coming months. We caught up with Brita Fernandez Schmidt, Executive Director for Women for Women International – UK, to find out a little more about how your money helps women survivors of war.<\/p>","content_color":"#000000","text_font_size":20,"margin_top":0,"border_top":0,"border_color":"","padding_top":0,"padding_bottom":30,"width":"50%","alignment":"center","align_text":"center"}}},"block_order":["1663872094b49339eb-0"],"settings":{"title":""}},"1663868435f0c44a9a":{"type":"blog-two-grid","settings":{"grid-title":"","grid-title-font-size":35,"title-margin-bottom":20,"grid-title-color":"#000000","content-alignment":"center","grid-content":"<p>Tell us a little about Women for Women International and the work you do… <br\/><br\/>Women for Women International supports women who live in some of the world’s most dangerous places. Women enrol on the charity’s year-long training programme, where they learn how to earn and save money, improve their family’s health and make their voices heard at home and in their community. <br\/><br\/>The reason we focus on women survivors of war is because when there is an outbreak of war or violence, women suffer most. Because of deep-rooted gender inequalities, women are more likely to live in extreme poverty, lack skills to earn an income, experience domestic violence and be excluded from decision-making. After the conflict is over, the world’s attention moves on, but women are left to rebuild their families and communities. <\/p>","text-color":"","grid-image-picker":"shopify:\/\/shop_images\/Group_5_faa3fef0-f49e-4377-bb06-50ba749b0b36.png","image-caption":"","grid-swap":"grid-left"}},"16638720430f34827e":{"type":"blog-two-grid","settings":{"grid-title":"","grid-title-font-size":35,"title-margin-bottom":20,"grid-title-color":"","content-alignment":"center","grid-content":"<p>Have women been further impacted this year because of the pandemic? How? <br\/><br\/>Definitely - poverty, conflict and gender inequality make the women we serve more vulnerable to infectious diseases. A lot of the women we work with aren’t able to self-isolate or socially distance. One of our Country Directors, Aram, told us that people in Iraq are having to choose between a quick death or a slow death i.e. dying from COVID-19 or dying from the economic and social impact from the virus, which means they are unable to work, earn an income and support themselves or their families. <\/p>","text-color":"#000000","grid-image-picker":"shopify:\/\/shop_images\/Screenshot_2023-05-31_at_2.52.08_PM.png","image-caption":"","grid-swap":"grid-right"}},"166387311379593d63":{"type":"custom-content-01","blocks":{"16638731131a5bdc7d-0":{"type":"text","settings":{"title":"","title_color":"#000000","title_font_size":20,"title_font_weight":400,"text":"<p><em><strong>How were you introduced to Chinti & Parker and why is the brand such a good fit for Women for Women International?   <\/strong><\/em><br\/><br\/>We’ve been working with Chinti & Parker since 2018, when the brand launched a collection in aid of Women for Women International. I love the fact that the brand is the brainchild of two women, Anna and Rachael, who have an inherent understanding of what women want to feel and look good in. This is so reflective of the women who go through our programme. Many of them become successful entrepreneurs or work together in embroidery \/ craft cooperatives. <\/p>","content_color":"#000000","text_font_size":20,"margin_top":30,"border_top":0,"border_color":"","padding_top":0,"padding_bottom":30,"width":"50%","alignment":"center","align_text":"left"}}},"block_order":["16638731131a5bdc7d-0"],"settings":{"title":""}},"166387328793cd4683":{"type":"blog-two-grid","settings":{"grid-title":"","grid-title-font-size":35,"title-margin-bottom":20,"grid-title-color":"","content-alignment":"center","grid-content":"<p>We are lucky enough to have several fashion corporate partners and I think there’s a natural alignment. Fashion is powerful; fashion is a powerful form of expression. It’s a statement to the world about your style, your individuality, your passion - what you wear has a big influence on how you feel about yourself. Our partnership with Chinti & Parker harnesses the power of fashion to boost confidence; we see the important role of confidence in women’s lives mirrored in the impact of the Women for Women International programme. <\/p>","text-color":"","grid-image-picker":"shopify:\/\/shop_images\/Chinti_Friends_Brita_Fernandez_Schmidt_2.jpg","image-caption":"","grid-swap":"grid-left"}},"166387221970bc3eb0":{"type":"blog-two-grid","settings":{"grid-title":"","grid-title-font-size":35,"title-margin-bottom":20,"grid-title-color":"","content-alignment":"center","grid-content":"<p>A vital component of the Women for Women International programme is building the confidence of women who have suffered the unimaginable – bereavement, torture, sexual violence. Their basic rights, freedom and identities as women are stolen and used as a weapon of war. Yet when given the tools, resources and knowledge to access livelihoods and protect their rights, women can literally transform their families, communities – and ultimately their nations. <\/p>","text-color":"","grid-image-picker":"shopify:\/\/shop_images\/How_will_the_25_of_all_profits_we_donate_from_International_Women_s_Day_be_used_to_support_women_survivors_of_war_8096ea10-e1c9-4202-97ba-6c30401605a0.png","image-caption":"","grid-swap":"grid-left"}},"d21d0c5f-7b79-4a9a-a2a1-521c57a634e5":{"type":"blog-two-grid","settings":{"grid-title":"","grid-title-font-size":35,"title-margin-bottom":20,"grid-title-color":"","content-alignment":"center","grid-content":"<p>The amazing funds raised from Giving Tuesday activity will go towards our work with some of the most socially-excluded women in conflict-affected countries such as Afghanistan, the Democratic Republic of Congo, Nigeria, Rwanda, South Sudan and Iraq. <br\/><br\/>Our Stronger Women, Stronger Nations training programme provides knowledge and resources - where women learn about their rights, as well as key life skills (such as keeping themselves and their families healthy, managing household finances, and building support networks). They also learn vocational and business skills to earn a sustainable income and break free from poverty. This holistic approach is crucial as it goes beyond helping women to earn more, by supporting their empowerment and ability to make decisions about how those earnings are saved, spent or invested. And because the gender equality benefits the whole community – and requires everyone’s active involvement - Women for Women International works with men to become advocates for women’s empowerment, breaking down prejudices and practices which prevent women from reaching their potential. <\/p>","text-color":"","grid-image-picker":"shopify:\/\/shop_images\/Screenshot_2023-05-31_at_4.24.09_PM.png","image-caption":"","grid-swap":"grid-right"}},"705e32dc-081a-494e-b430-cf603f47a131":{"type":"custom-content-01","blocks":{"template--14749841719374__705e32dc-081a-494e-b430-cf603f47a131-16855467274e26bba1-0":{"type":"text","settings":{"title":"","title_color":"#000000","title_font_size":35,"title_font_weight":400,"text":"<p>Aside from shopping on International Women's Day, how else can our customers support Women for Women International? <br\/><br\/>For £22 a month, you can <a href=\"https:\/\/womenforwomen.org.uk\/get-involved\/sponsor-sister\" target=\"_blank\" title=\"https:\/\/womenforwomen.org.uk\/get-involved\/sponsor-sister\">sponsor a woman<\/a> through our year-long training programme. You will follow your sister’s progress as she gains the skills to change her life and even be able to share messages of support with her. It’s a wonderful and tangible way of supporting women survivors of war that creates a bond which transcends continents. The first woman I sponsored was Amela, from Bosnia and Herzegovina. Through her letters, Amela told me about her life, family, and what she was learning in the programme. I have since met her on one of my visits and for Amela, knowing she had an ally who believed in her potential gave her confidence in her own abilities – just as Amela’s resilience became a source of strength for me. <br\/><br\/>It is not just about financial contributions though - you can also help by raising awareness and creating a positive ripple effect through using your voice and your networks. You can follow us on our social media <a href=\"https:\/\/www.instagram.com\/womenforwomenuk\/\" target=\"_blank\" title=\"https:\/\/www.instagram.com\/womenforwomenuk\/\">@WomenforWomenUK<\/a> and we currently have a campaign for International Women’s Day called #PowerToChange, where you can commit to harnessing your power to make the world more equal, peaceful and prosperous for women everywhere. <\/p>","content_color":"#000000","text_font_size":25,"margin_top":30,"border_top":1,"border_color":"","padding_top":30,"padding_bottom":30,"width":"50%","alignment":"center","align_text":"left"}},"template--14749841719374__705e32dc-081a-494e-b430-cf603f47a131-16855467274e26bba1-1":{"type":"image","disabled":true,"settings":{"width":"50%","alignment":"center","image_alignment":"center"}}},"block_order":["template--14749841719374__705e32dc-081a-494e-b430-cf603f47a131-16855467274e26bba1-0","template--14749841719374__705e32dc-081a-494e-b430-cf603f47a131-16855467274e26bba1-1"],"settings":{"title":""}},"920531cd-da50-4032-9765-89610f49eb2c":{"type":"blog-two-grid","settings":{"grid-title":"","grid-title-font-size":35,"title-margin-bottom":20,"grid-title-color":"","content-alignment":"center","grid-content":"<p>Brita Fernandez Schmidt is Executive Director for Women for Women International UK and author of<a href=\"https:\/\/www.britafs.com\/fears-to-fierce\" target=\"_blank\" title=\"https:\/\/www.britafs.com\/fears-to-fierce\"> Fears To Fierce<\/a>. Through a combination of guidance, storytelling and practical tools, Fears to Fierce will inspire you to realise your purpose and potential, ignite your fierce and create the life you have been dreaming of. <\/p>","text-color":"","grid-image-picker":"shopify:\/\/shop_images\/Chinti_Friends_Brita_Fernandez_Schmidt_4.jpg","image-caption":"","grid-swap":"grid-left"}},"1664526356db7b40fc":{"type":"featured-products","settings":{"color":"#000000","title":"Featured product","title_font_size":35,"title_padding_bottom":30,"product_list":["blue-cotton-cashmere-dress","blue-cotton-cashmere-tank-top","blue-silk-cashmere-polo-top","blue-silk-cashmere-shorts","raspberry-silk-cashmere-t-shirt","raspberry-silk-cashmere-vest","sand-silk-cashmere-shorts"],"width":"productCarousel-new"}}},"order":["blog-title","1663872094552ff4cb","1663868435f0c44a9a","16638720430f34827e","166387311379593d63","166387328793cd4683","166387221970bc3eb0","d21d0c5f-7b79-4a9a-a2a1-521c57a634e5","705e32dc-081a-494e-b430-cf603f47a131","920531cd-da50-4032-9765-89610f49eb2c","1664526356db7b40fc"]}