{"wrapper":"div#el-blog-template","sections":{"blog-title":{"type":"blog-title","settings":{"color":"","blog-title":"WOMEN FOR WOMEN INTERNATIONAL","title_color":"","blog-title-font-size":48,"mobile-font-size":22,"alignment":"center"}},"1663872094552ff4cb":{"type":"custom-content-01","blocks":{"b5c78ca9-413d-415b-afaa-83aab02852be":{"type":"text","settings":{"title":"","title_color":"#000000","title_font_size":20,"title_font_weight":400,"text":"<p>Giving Tuesday: Supporting Women for Women International <br\/><br\/>CHINTI & PARKER <br\/><br\/>Women for Women International have a clear mission statement: to help women survivors of war rebuild their lives. Since their conception during the Bosnian war in 1993, the charity has reached over 500,000 marginalised women in eight conflict-affected countries. <br\/><br\/>The charity was set up by Iraqi-American humanitarian entrepreneur and author, Zainab Salbi, at the age of just 23, with the aim of creating ‘sister-to-sister’ connections between isolated women in Bosnia and individual ‘sponsor sisters’ around the world. To this day, their approach remains inspired by this spirit of sisterhood, and the combination of social and economic investment.  <br\/><br\/>Women for Women International are present in Afghanistan, Iraq, Kosovo, Nigeria, South Sudan, and even here in London, among other countries. They provide year-long training programmes, building support networks and helping women develop skills to earn and save money, improve their families’ health, and make their voices heard at home and in their community.  Ultimately, supporting thousands of women every day, who are dealing with their own stories of violence, loss, and trauma. <br\/><br\/>We sat down with Preeya Varsani, Head of Corporate Partnerships at Women for Women International, to find out more. <\/p>","content_color":"#000000","text_font_size":20,"margin_top":20,"border_top":0,"border_color":"","padding_top":0,"padding_bottom":20,"width":"50%","alignment":"center","align_text":"center"}},"97253739-7730-40b2-b2bc-1aafc8f996f0":{"type":"image","settings":{"image":"shopify:\/\/shop_images\/Women_for_Women_International_1.jpg","width":"100%","alignment":"center","image_alignment":"center"}},"6529823b-4de4-4f7d-a6f0-c6431e03a60f":{"type":"text","settings":{"title":"","title_color":"#000000","title_font_size":35,"title_font_weight":400,"text":"<p>What global causes are Women for Women International currently working across?   <br\/><br\/>We work in eight conflict-affected countries – Afghanistan, Iraq, Nigeria, South Sudan, Democratic Republic of Congo, Rwanda, Bosnia & Herzegovina and Kosovo. In Afghanistan, we’ve had to pause our programmes due to the crisis earlier in the year and like other NGOs, we’re adapting to operate under the current government in Kabul. Women's rights organisations have come under heightened scrutiny, but we have been assured we'll be able to restart our programmes. We’ll continue to serve marginalised women as we have for the past two decades in Afghanistan but our focus will now primarily be on the acute health and well-being needs of women. As well as this, we also operate a Conflict Response Fund which allows us to be agile, flexible and innovative. In times of volatility and crisis, entering immediately with all components of our integrated programme is not possible.  With this Fund, we can quickly initiate activities with a local partner to respond to urgent, unmet needs of women survivors of war. This year, we are supporting Rohingya women and adolescent girls to improve their basic literacy, numeracy, and life skills and to build their capacity to become more meaningfully engaged within their communities. <\/p>","content_color":"#000000","text_font_size":25,"margin_top":30,"border_top":0,"border_color":"","padding_top":30,"padding_bottom":20,"width":"50%","alignment":"center","align_text":"center"}},"dcd02a9c-dd7b-4220-a9d1-bfa74e09bf98":{"type":"text","settings":{"title":"","title_color":"#000000","title_font_size":35,"title_font_weight":400,"text":"<p>What drives Women for Women international?  <br\/><br\/>‌ Our vision is to create a world in which all women determine the course of their lives and reach their full  potential. Through our Stronger Women, Stronger Nations Programme, women learn the skills they need to rebuild their families and communities. Women who join the programme connect with each other to form support networks, learn to earn an income and save, and gain knowledge and resources to care for their families, and defend their rights. Women use their power together, passing it on to neighbours and their children for lasting change. We have impact data which shows that by the end of our programme, on average, women triple their earnings and are more involved in household decision-making which helps them achieve long-term security and choose their own futures. Most importantly, we know that when you invest in the power of women, it creates a ripple effect of change that makes the world more equal, peaceful and prosperous. ‌ <\/p>","content_color":"#000000","text_font_size":25,"margin_top":30,"border_top":0,"border_color":"","padding_top":30,"padding_bottom":30,"width":"50%","alignment":"center","align_text":"center"}},"5b32c62d-05e6-434e-a0f7-87c09e4e4d2f":{"type":"image","settings":{"image":"shopify:\/\/shop_images\/Women_for_Women_International_2.jpg","width":"100%","alignment":"center","image_alignment":"center"}},"b10a95e1-894e-47de-ada2-b614c5bdc321":{"type":"text","settings":{"title":"","title_color":"#000000","title_font_size":35,"title_font_weight":400,"text":"<p>Tell us about a moment of joy you’ve experienced recently in your work. <br\/><br\/>Hearing stories from the women we serve always gives me the greatest pleasure! I recently heard Josephine’s inspiring story: <br\/><br\/>“I lost my father when I was an infant and my mother in May 2020. I am 31 years old, married, and  a  mother  of  three  children (two boys and a girl). I was forced to marry my husband because  of  an  unanticipated pregnancy when I was 17. My  husband and I have been maize and potato farming since he lost his construction job in 2015. For the past six years,  life has not been easy, especially for me as I was never engaged in farming growing up. Though my husband has been understanding about my poor farming skills and ability, I never felt comfortable that I am the only one who cannot farm among women in the community. I decided to join Women for Women International’s  programme after we were informed by the local  chief  about  the  programme. The impact was swift - every training was informative and motivating. I learnt to be proactive in engaging  in self-dependency. The aspects of the business training  sessions I  enjoyed were how to identify a business opportunity, raising business capital and the power of starting small to grow. While trading was my vocational skill choice, I also decided to learn about poultry farming. My desire was to maximise the opportunity to learn to expand my income generating sources. When demonstration chickens were supplied to poultry groups, I also stocked 40 broiler chickens. After selling the first batch of 40 chickens, I stock additional 100  Day Old chickens. My husband really appreciates me and has been giving me the necessary support by taking care of the children, as well as my poultry birds anytime I am away on business trips. I am grateful to Women for Women International for reviving my hope from a very unclear path and putting me on the path of growth.” <br\/><br\/>‌ <br\/><br\/>Josephine, Programme Participant in Women for Women International-Nigeria <\/p>","content_color":"#000000","text_font_size":25,"margin_top":30,"border_top":0,"border_color":"","padding_top":30,"padding_bottom":20,"width":"50%","alignment":"center","align_text":"center"}},"f637bc03-facc-4a16-9661-4863207644b1":{"type":"image","settings":{"image":"shopify:\/\/shop_images\/Women_for_Women_International_3.jpg","width":"50%","alignment":"center","image_alignment":"center"}}},"block_order":["b5c78ca9-413d-415b-afaa-83aab02852be","97253739-7730-40b2-b2bc-1aafc8f996f0","6529823b-4de4-4f7d-a6f0-c6431e03a60f","dcd02a9c-dd7b-4220-a9d1-bfa74e09bf98","5b32c62d-05e6-434e-a0f7-87c09e4e4d2f","b10a95e1-894e-47de-ada2-b614c5bdc321","f637bc03-facc-4a16-9661-4863207644b1"],"settings":{"title":""}},"166387311379593d63":{"type":"custom-content-01","blocks":{"16638731131a5bdc7d-0":{"type":"text","settings":{"title":"","title_color":"#000000","title_font_size":20,"title_font_weight":400,"text":"<p>How can our readers support your cause? <br\/><br\/>There are so many ways people can support us! You can become part of the global sisterhood and raise awareness by joining our mailing list, you can raise funds for us by participating in challenge events or hosting supper clubs or you can even sponsor a woman survivor of war through our Stronger Women, Stronger Nations programme. You receive your sponsor “sister’s” name, picture, bio and quarterly updates on what she’s learning as well as the opportunity to exchange letters which creates an incredible connection and bond between you that transcends continents.  <br\/><br\/>As a female-founded company with a diverse network of female followers, friends, and family, we wholeheartedly support Women for Women International’s cause and will continue to support and champion this humanitarian organisation and charity. <br\/><br\/>Ths Giving Tuesday 2021, we will be donating 100% of profits from our UK and ROW website, www.chintiandparker.com, to Women for Women International. With 84p of every £1 raised by the charity going towards their global causes, we hope our donation will make a difference to someone’s life. To find out more about Women for Women International, and to see how you can help to support their cause, please visit their website: https:\/\/womenforwomen.org.uk\/. <br\/><br\/>To learn more about the power of women, for women, visit womenforwomen.org.uk or follow @WomenforWomenUK on social media. UK Charity Registration Number: 1115109 <\/p>","content_color":"#000000","text_font_size":21,"margin_top":30,"border_top":0,"border_color":"","padding_top":0,"padding_bottom":0,"width":"50%","alignment":"center","align_text":"center"}}},"block_order":["16638731131a5bdc7d-0"],"settings":{"title":""}},"dfacdc63-2a3b-4636-9849-13a266003e6a":{"type":"gap","settings":{"margin_top":90,"margin_bottom":0,"margin_top_mobile":0,"margin_bottom_mobile":0}},"cf190413-3391-40a2-a0d8-98e8db513336":{"type":"gap","settings":{"margin_top":90,"margin_bottom":0,"margin_top_mobile":0,"margin_bottom_mobile":0}},"cffbe767-a6bd-49cb-9186-e4dc51fc3e01":{"type":"custom-content-01","disabled":true,"settings":{"title":""}},"1664526356db7b40fc":{"type":"featured-products","disabled":true,"settings":{"color":"#000000","title":"Featured product","title_font_size":35,"title_padding_bottom":30,"product_list":["black-cashmere-boxy-sweater","black-cashmere-comfort-sweater","black-cashmere-crew-sweater"],"width":"productCarousel-new"}}},"order":["blog-title","1663872094552ff4cb","166387311379593d63","dfacdc63-2a3b-4636-9849-13a266003e6a","cf190413-3391-40a2-a0d8-98e8db513336","cffbe767-a6bd-49cb-9186-e4dc51fc3e01","1664526356db7b40fc"]}