{"wrapper":"div#el-blog-template","sections":{"blog-title":{"type":"blog-title","settings":{"blog-title":"MEET LAURA EDWARDS,<br> CHINTI & PARKER'S DIRECTOR","blog-title-font-size":48,"mobile-font-size":22,"alignment":"center"}},"1663868435f0c44a9a":{"type":"blog-two-grid","settings":{"grid-title":"","grid-title-font-size":35,"grid-title-color":"#000000","grid-content":"<p>How long have you lived in London and what’s your favourite thing about being here?<\/p><p><em>14 years. I moved straight after I graduated to do an internship at Richard Nicoll and have been here ever since. There’s always something great to do and delicious to eat and fun people to see. I’m still 100% a northerner at heart though<\/em><\/p><p>How would you spend your perfect Saturday?<br><em>I’m more of a Sunday girl. Saturday, I get things done and maybe see friends and usually the day will involve a cocktail at some point, but Sundays are for relaxing. I live near Columbia Road Flower Market, so on Sundays my partner and I get up and walk to buy some flowers and then we head to Leila's on Calvert Avenue to pick up some good food. We'll then head home to eat it all - ideally in front of a movie. A Sunday movie has to be either an old movie or something inspiring and more international. It’s the rules. Then if I can squeeze in some reading with a glass of wine I’m very happy! If there is time for a Murder She Wrote or Columbo at some point in the day then I’m ecstatic.<\/em><\/p>","grid-image-picker":"shopify:\/\/shop_images\/Slices_0000_Essentials_Outfit.webp","image-caption":"Laura at home in the cashmere Essentials","grid-swap":"grid-left"}},"16638720430f34827e":{"type":"blog-two-grid","settings":{"grid-title":"","grid-title-font-size":35,"grid-title-color":"","grid-content":"<p>What are you reading at the moment?<br><em>I just finished An American Marriage by Tayari Jones which was a great book and I recently read Fleishman is in Trouble by Taffy Brodesser-Akner. I have just started Late in the Day by Tessa Hadley who is a beautiful writer. I love books, I love going into a book shop and spending ages choosing and then leaving with a book stack. I love reading them and then putting them into my bookcase which is organised by colour like a rainbow and makes me very happy. Reading is the only time I ever really switch off; it’s my therapy.<\/em><\/p><p>Favourite restaurant?<br><em>I like Salon in Brixton, Brat in Shoreditch and Bocca di Lupo in Soho. Bob Bob Ricard is always good for occasional fancy fun. I will always hold a special place in my heart for brunch at The Wolseley, too.<\/em><\/p><p>3 things you can’t live without?<br><em>My husband, my family and my friends.<\/em><\/p>","grid-image-picker":"shopify:\/\/shop_images\/Slices_0003_IMG_8551.webp","image-caption":"Laura's rainbow-styled bookcase","grid-swap":"grid-right"}},"166387328793cd4683":{"type":"blog-two-grid","settings":{"grid-title":"","grid-title-font-size":35,"grid-title-color":"","grid-content":"<p>Who are your favourite photographers and artists?<br><em>Richard Avedon, Irving Penn, Sally Mann, Deborah Turbeville, Joel Meyerowitz and William Eggleston and I should probably say my husband, Andrew Vowles, in case he reads this. I really do love his work and have giant prints of his on the walls at home. In terms of artists, there are too many to name, but I love Donald Judd, Barbara Hepworth, Henry Moore, Brancusi, Eileen Gray, James Turrell, David Hockney and Agnes Martin.<\/em><\/p><p>How would you describe your personal style?<br><em>Varied. For work I like a good shirt and trousers combo but also a great floaty dress. At home I swing from cashmere or Adidas tracksuits up to full glam depending on the mood. I love getting dressed up, if there isn’t somewhere to go then I’ll just dress up at home and have cocktails.<\/em><\/p>","grid-image-picker":"shopify:\/\/shop_images\/Slices_0002_IMG_56491.webp","image-caption":"Henry Moore sculpture at the Henry Moore Foundation Studios and Gardens","grid-swap":"grid-left"}},"1663872094552ff4cb":{"type":"custom-content-01","blocks":{"1663872094b49339eb-0":{"type":"text","settings":{"title":"What’s the best thing about being design director at Chinti & Parker?","title_font_size":20,"text":"<p><em>I love working in a female founded, female director led company. I have a great team around me and it’s nice to be able to have real impact on the brand. I was drawn to all of these things and the way that things are done consciously and with quality. It’s a brand that can do very chic and understated as well as colourful and fun which allows a really interesting opportunity to be creative and make beautiful product.<\/em><\/p>","text_font_size":20,"margin_top":0,"border_top":0,"border_color":"","padding_top":0,"padding_bottom":0,"width":"50%","alignment":"center","align_text":"left"}},"b5c78ca9-413d-415b-afaa-83aab02852be":{"type":"text","settings":{"title":"How would you describe the Chinti & Parker woman?","title_font_size":20,"text":"<p><em>She’s me! And also, my friends. She’s like every member of our office, to be honest. The customer is diverse and there is something in the collection for everyone. From the cashmere neutrals in essentials to the more vibrant pieces that express fun and personality.<\/em><\/p>","text_font_size":20,"margin_top":20,"border_top":0,"border_color":"","padding_top":0,"padding_bottom":0,"width":"50%","alignment":"center","align_text":"left"}},"f71a8b30-d9ba-484c-9b4b-5405912ff41b":{"type":"text","settings":{"title":"What are your favourite pieces from the AW19 collection?","title_font_size":20,"text":"<p><em>I’ve worn the <\/em><a href=\"https:\/\/www.chintiandparker.com\/products\/black-charleston-floral-silk-dress\"><em>Charleston floral dress <\/em><\/a><em>quite a lot and always get compliments and people asking where it is from. The <\/em><a href=\"https:\/\/www.chintiandparker.com\/products\/black-colour-block-wool-twill-boyfriend-shirt\"><em>colour-block shirt <\/em><\/a><em>and the <\/em><a href=\"https:\/\/www.chintiandparker.com\/search?q=eccentric&type=product\"><em>Eccentric pieces <\/em><\/a><em>are great, and the <\/em><a href=\"https:\/\/www.chintiandparker.com\/products\/ginger-luxury-cashmere-rollneck-sweater\"><em>Luxury jumper <\/em><\/a><em>feels amazing on. I am also in the process of acquiring every single piece from the <\/em><a href=\"https:\/\/www.chintiandparker.com\/collections\/cashmere-essentials\"><em>Essentials collection <\/em><\/a><em>, it’s all beautiful.<\/em><\/p>","text_font_size":20,"margin_top":30,"border_top":0,"border_color":"","padding_top":0,"padding_bottom":30,"width":"50%","alignment":"center","align_text":"left"}}},"block_order":["1663872094b49339eb-0","b5c78ca9-413d-415b-afaa-83aab02852be","f71a8b30-d9ba-484c-9b4b-5405912ff41b"],"settings":{"title":""}},"166387221970bc3eb0":{"type":"blog-two-grid","settings":{"grid-title":"","grid-title-font-size":35,"grid-title-color":"","grid-content":"<p>What’s your favourite way to start the day?<br><em>With a swim, it clears my head and gives me 30 minutes to myself.<\/em><\/p><p>What’s the last country you visited and where’s next on the list?<br><em>I just got back from Deià in Mallorca which was beautiful and nice and relaxing. There are so many places I need to see. I would love to go to Japan and Iceland and I really want to go back to Venice soon, too.<\/em><\/p><p>In terms of designers, who inspires you?<br><em>I like to wear a bit of old Celine, Bottega Veneta and Proenza Schouler mixed in with a lot of vintage \/ pre-owned and Chinti and a little bit of high street. I’m inspired by moments in time rather than just designers; I loved Tom Ford’s Gucci, and ‘70s YSL, Nicholas Ghesquière at Balenciaga and Margiela for Hermès are some of my favourites.<\/em><\/p>","grid-image-picker":"shopify:\/\/shop_images\/Slices_0001_IMG_3918.webp","image-caption":"Deià, Mallorca","grid-swap":"grid-right"}},"166387311379593d63":{"type":"custom-content-01","blocks":{"16638731131a5bdc7d-0":{"type":"text","settings":{"title":"What advice would you give to someone in a creative rut?","title_font_size":20,"text":"<p><em>You can’t force it. It’s really difficult to always remain your most creative when it’s your job and you need to channel it constantly, whilst also picking up on the unavoidable day to day aspects that are less creative, and more admin based. You are constantly switching your brain from one thing to the other. Because I work in fashion, if I want to be inspired, I have to step away from it. My advice is to read a book, see an exhibition, watch an inspiring film or just get out of your routine and have a change of scenery. As a designer, there are always times when you don’t know how you are going to find the inspiration for the next season, but it always comes together in the end.<\/em><\/p>","text_font_size":20,"margin_top":30,"border_top":0,"border_color":"","padding_top":0,"padding_bottom":0,"width":"50%","alignment":"center","align_text":"left"}},"11c8e680-faf8-4b93-baed-a029ff63ebae":{"type":"text","settings":{"title":"What words do you live by?","title_font_size":20,"text":"<p><em>Treat others as you would like to be treated.<\/em><\/p>","text_font_size":20,"margin_top":30,"border_top":0,"border_color":"","padding_top":0,"padding_bottom":0,"width":"50%","alignment":"center","align_text":"left"}}},"block_order":["16638731131a5bdc7d-0","11c8e680-faf8-4b93-baed-a029ff63ebae"],"settings":{"title":""}},"1664526356db7b40fc":{"type":"featured-products","settings":{"title":"Featured product","title_font_size":35,"title_padding_bottom":30,"product_list":["black-cashmere-boxy-sweater","black-cashmere-comfort-sweater","black-cashmere-crew-sweater"],"width":"productCarousel-new"}}},"order":["blog-title","1663868435f0c44a9a","16638720430f34827e","166387328793cd4683","1663872094552ff4cb","166387221970bc3eb0","166387311379593d63","1664526356db7b40fc"]}