{"wrapper":"div#supply-chain-template","sections":{"supply-chain":{"type":"supply-chain","blocks":{"3b8f1213-84cd-439d-b5a5-237edbb0aae3":{"type":"text","settings":{"title":"Positive packaging","title_font_size":32,"text":"We are delighted to offer sustainably sourced, plastic-free and recyclable ecommerce packaging. In addition, we supplement certain knitwear purchases with a canvas garment bag, which we hope you will enjoy reusing again and again. These bags are made by Teddy Exports, a collective in India whose profits go towards supporting a local school, creche and AIDS clinic. We are working hard to minimise our returns packaging and are now completely paperless.","text_font_size":20,"margin_top":0,"border_top":0,"border_color":"#ffffff","padding_top":0,"padding_bottom":0,"width":"50%","alignment":"center","align_text":"center"}},"82923882-98e0-447c-ba1f-4ed7da196244":{"type":"text","settings":{"title":"Our Worldwide Suppliers","title_font_size":32,"text":"Here you can learn a little more about where our suppliers are based and what made us choose to work with each of them.","text_font_size":20,"margin_top":0,"border_top":0,"border_color":"#ffffff","padding_top":0,"padding_bottom":0,"width":"50%","alignment":"center","align_text":"center","down_arrow":"shopify:\/\/shop_images\/5ee9f5797826495766c6e099.png"}},"199430d8-9664-431e-b273-b7859a9062ac":{"type":"two_grid_content","settings":{"grid_text_01":"London","grid_content_01":"We produce a collection each year in the UK at a wonderful London-based factory not far from our headquarters. As a London-based brand, it’s important to us to keep a portion of our production close to home.","grid_image_01":"shopify:\/\/shop_images\/5f7480f778264957c8adc785.jpg","grid_text_02":"Mauritius","grid_content_02":"We work with a small, family-owned factory in Mauritius to create some of our knitwear. Many pieces produced here are knitted on hand frames for a traditional, more personal touch.","grid_image_02":"shopify:\/\/shop_images\/5f732ada78264957c8acc530.jpg","title_font_size":32,"text_font_size":20,"text_quote":"Our factories share our values and are committed <br>\nto ethical, legal, and sustainable practices.","text_quote_font":20}},"cfa426d9-d4a9-4bf1-9413-f23fa77a7c06":{"type":"two_grid_content_01","settings":{"grid_text_01":"Portugal","grid_content_01":"Our jersey styles are made in Portugal at a factory recognised for its sustainable and ethical practices, as well as its commitment to the development of the local community. It also works in accordance with the Organic Content Standard (OCS).","grid_image_01":"shopify:\/\/shop_images\/5f73297b78264957c8acc3d7.png","grid_text_02":"Inner Mongolia","grid_content_02":"Our main cashmere supplier works on a ‘vertical’ model and is based in Inner Mongolia. This means the start-to-finish process – from goat to garment - all the way to twisting and dyeing the yarn, then knitting the final style – is carried out by the same supplier. This results in a much lower carbon footprint. This supplier is a member of the Cashmere and Camel Hair Manufacturers Institute (CCMI), is Sustainable Development Goals (SDGs) compliant, and is certified by the Higg Index, which assesses environmental and social sustainability performance and encourages behaviour for improvement.","grid_image_02":"shopify:\/\/shop_images\/5f731b9d78264957c8acb747.jpg","grid_image_03":"shopify:\/\/shop_images\/5f7480f778264957c8adc786.jpg","title_font_size":32,"text_font_size":20,"text_quote":"Water used by this factory is purified before being<br>\nreturned to source in better condition.","text_quote_font":20}},"f84beddd-c5cb-4110-bd49-4acb052d0349":{"type":"two_grid_content","settings":{"grid_text_01":"China","grid_content_01":"Some of our garments are made at a state-of-the-art factory based in China, which undertakes annual SMETA Audits to ensure the factory is compliant with labour, health and safety and environmental standards. This supplier collects and uses rainwater, recycling the water it uses to reduce waste. 50% of the directors at this company are female.","grid_image_01":"shopify:\/\/shop_images\/5f733511705c6906ff2838ab.jpg","grid_text_02":"Romania","grid_content_02":"We use a small, highly skilled factory in Romania to produce a small portion of our garments. This supplier prides itself on adhering to Europe’s highest standards of practice when it comes to the environment, social relations, and labour protection.","grid_image_02":"shopify:\/\/shop_images\/1_fbe36210-e8a4-40a9-b627-06b51b932c09.jpg","title_font_size":32,"text_font_size":20,"text_quote":"","text_quote_font":24}},"c2eeca35-34c1-499e-9200-ed18a2a0d274":{"type":"text","settings":{"title":"Fabrics, Yarn Sourcing and the SFA","title_font_size":32,"text":"We are a proud member of the Sustainable Fibre Alliance (SFA), a global multi-stake holder initiative with a mission to ensure the long-term viability of the cashmere sector. We prioritise the use of responsibly sourced, natural yarns, such as cashmere, wool, and cotton in our collections. A large majority of our yarn suppliers are certified by the Recycled Wool Standard (RWS), and even our back-neck labels are certified to be in conformity and audited by Global Organic Textile Standard (GOTS).\nTo find out more about where our cashmere comes from, click <a href=\"https:\/\/www.chintiandparker.com\/blogs\/journal\/were-all-about-cashmere\" target=\"_blank\">here<\/a>","text_font_size":20,"margin_top":0,"border_top":0,"border_color":"#ffffff","padding_top":0,"padding_bottom":0,"width":"50%","alignment":"center","align_text":"center"}},"6c62c633-2d63-494d-85c0-1276f404b783":{"type":"text","disabled":true,"settings":{"title":"Sustainability and Compare Ethics","title_font_size":35,"text":"We started working with Compare Ethics, a business which verifies and communicates product impact claims, in August 2022. We think transparency is key and it is important to be audited independently. Compare Ethics enables shoppers to shop with confidence, knowing that the claims made are fact. They call out false claims and celebrate responsible brands by verifying products and attributing scalable ratings.","text_font_size":20,"margin_top":0,"border_top":0,"border_color":"","padding_top":0,"padding_bottom":0,"width":"50%","alignment":"center","align_text":"center"}},"70c4e69d-b34c-4b5f-93c6-57c70f11aa2d":{"type":"text","disabled":true,"settings":{"title":"Tree App","title_font_size":35,"text":"In celebration of the launch of ‘Conscious Cashmere’, we are delighted to announce our partnership with Tree App. We are planting a tree for every jumper purchased from our ‘Conscious Cashmere’ collection, using one of Tree App’s global sites.","text_font_size":20,"margin_top":0,"border_top":0,"border_color":"","padding_top":0,"padding_bottom":50,"width":"50%","alignment":"center","align_text":"center"}}},"block_order":["3b8f1213-84cd-439d-b5a5-237edbb0aae3","82923882-98e0-447c-ba1f-4ed7da196244","199430d8-9664-431e-b273-b7859a9062ac","cfa426d9-d4a9-4bf1-9413-f23fa77a7c06","f84beddd-c5cb-4110-bd49-4acb052d0349","c2eeca35-34c1-499e-9200-ed18a2a0d274","6c62c633-2d63-494d-85c0-1276f404b783","70c4e69d-b34c-4b5f-93c6-57c70f11aa2d"],"settings":{"banner_image":"shopify:\/\/shop_images\/5f7330e478264957c8accc68.jpg","banner_title":"Our Supply Chain","banner_title_font":48,"banner_content":"We believe being able to trace the origin of our materials is key to a garment’s sustainability. We also promise to clearly communicate what our garments are made from and where they have been made. <br><br>When it comes to choosing our suppliers, not only do we ensure that they provide the specialist skills which meet our specific criteria but also that working conditions within the factories are safe and fair.<br> <br>Our factories share our values and are committed to ethical, legal, and sustainable practices. Independent audits by Sedex and various certifications ensure these factories meet the required standards, but we also visit them in person regularly to see for ourselves. Our longstanding relationships with our suppliers mean maximum quality and the fairest prices for our customers.","banner_content_font":20}}},"order":["supply-chain"]}