{"wrapper":"div#about-us-template","sections":{"about-us":{"type":"about-us","settings":{"Heading":"Our story","Heading-font-size":48,"Heading-color":"#000000","video":"","sub-content":"","sub-content-font-size":20,"sub-content-color":"#000000","grid-image-picker":"shopify:\/\/shop_images\/Founders_-_About_Us.jpg","mobile-image-picker":"shopify:\/\/shop_images\/D6A1263.jpg","grid-image-link":"https:\/\/www.chintiandparker.com\/","grid-left-text-01":"KNITWEAR FOR EVERY OCCASION","grid-left-content-01":"<p>Today, Chinti & Parker’s full knitwear offering includes capsule-wardrobe-cashmere in neutral hues, as well as seasonal statement sweaters which pack a sartorial punch. Other signatures include luxe loungewear and pyjamas, staple tees and a select offering of separates to complement your favourite jumpers and cardigans. <\/p><p>The brand prides itself on creating beautiful garments that will stand the test of time both in terms of aesthetics and quality. Made using natural, sustainable materials – the finest cashmeres, merino wools and cottons feature in every collection – and planet-friendly methods, these love-forever pieces will work hard in any wardrobe.<\/p>","grid-right-text-01":"LUXURIOUSLY CRAFTED WOMENSWEAR","grid-right-content-01":"<p>Since 2009, Chinti & Parker has been dedicated to creating collections which aim to enliven and invigorate women’s wardrobes with knitwear that celebrates joyful colour, timeless shapes, and innovative texture.<\/p><p>The brand was founded in London by Anna Singh and Rachael Wood; cousins who were looking to fill the gaps in their own wardrobes by designing the fun, high-quality knits and everyday essentials they couldn’t find elsewhere. Both self-professed knitwear obsessives, Chinti & Parker combines Anna’s more boyish, refined style with Rachael’s love of bold colour and wit. <\/p><p>With an inherent understanding of what women feel – and look – good in, Anna and Rachael have dreamt up a label with an irresistibly playful spirit. Though forward-thinking in its vision, Chinti & Parker holds time-honoured knitwear techniques and impeccable craftsmanship firmly at its core. <\/p>","grid-right-text-02":"FANS OF THE BRAND & STOCKISTS","grid-right-content-02":"<p>The brand’s unique, classic-with-a-twist aesthetic has garnered a loyal following of women which includes Alexa Chung, Olivia Palermo, Gwyneth Paltrow, Poppy Delevingne and Olivia Wilde.<\/p><p>Chinti & Parker appeals to a truly global audience. Our current stockists include Harrods, Selfridges, Tom Greyhound, Shinsegae, The New Trend, Mario’s, Carbon 38 and Bandier. <\/p>","button":"Enter chinti & parker","button_url":"https:\/\/www.chintiandparker.com\/","heading-font-size":32,"content-font-size":20}}},"order":["about-us"]}